{
  "_id": "57c7e7d46e196c46f5004180",
  "cmpn": "The Complete Works of Sri Aurobindo",
  "cmpa": "Complete Works",
  "comp": "cwsa",
  "autn": "Sri Aurobindo",
  "auth": "sa",
  "curl": "cwsa",
  "desc": "To commemorate Sri Aurobindo's 125th birth anniversary in 1997, the Sri Aurobindo Ashram is bringing out The Complete Works of Sri Aurobindo in a uniform library edition of 37 volumes.\n\nThe set will contain all works published thus far as well as some still unpublished writings. It will include around 3000 pages of texts which did not form part of the earlier 30-volume Sri Aurobindo Birth Centenary Library.\n\nThe Complete Works will include the following new material:\n\n- a volume of Vedic and linguistic writings, Vedic Studies with Writings on Philology.\n- commentaries on the major Upanishads, especially the Isha. This material is placed in two volumes, Isha Upanishad and Kena and Other Upanishads.\n- two volumes of Sri Aurobindo's spiritual journal, Record of Yoga, the diary of his sadhana between 1909 and 1927; with a glossary.\n- about 300 pages of writings on philosophy and yoga, not published during Sri Aurobindo's lifetime. This material appears in Essays Divine and Human.\n- new letters on yoga\n- new autobiographical writings\n\nThe texts of The Complete Works are being checked against all available manuscripts and earlier editions to ensure their accuracy.",
  "isAuth": false,
  "vols": [
    {
      "desc": "Early cultural writings consists of essays on literature, education and art, as well as dialogues, biographical and historical sketches, and other short prose pieces. Most were written between 1890 and 1910, a few between 1910 and 1920. A little more than half the pieces (comprising about three-fifths of the bulk) were published during Sri Aurobindo's lifetime; the rest of the pieces have been transcribed from his manuscripts.\r\n\r\nThe contents of the volume are arranged by topic in nine parts. Two appendixes, consisting mostly of material not written for publication, come at the end.",
      "vol": "01",
      "t": "Early Cultural Writings",
      "url": "cwsa/01"
    },
    {
      "desc": "*Collected Poems* comprises all of Sri Aurobindo's poetical works with the exception of (1) the epic *Savitri*, (2) poetic dramas, (3) most translations into verse of poetry in Sanskrit, Bengali and other languages, and (4) original poetry in Bengali and Sanskrit. *Savitri* is published as volumes 33 and 34 of THE COMPLETE WORKS OF SRI AUROBINDO; the poetic dramas are included in volumes 3 and 4, *Collected Plays and Stories*; the poetic translations are included in volume 5, *Translations*; and the original poetry in Sanskrit and Bengali is published in volume 9, *Writings in Bengali and Sanskrit*.\nThe present volume includes all short and narrative poems in English that Sri Aurobindo published during his lifetime. It also includes all complete poems found among his manuscripts after his passing, as well as incomplete poetry that the editors thought worthy of inclusion.\nThe poems have been arranged in seven overlapping chronological parts, which are subdivided into sections representing different genres and states of completeness. Poems published in small books during Sri Aurobindo's lifetime have, for the most part, been kept together as published.\nSri Aurobindo worked on the poems in this volume over the course of seven decades. The first one was published in 1883, when he was ten. A number were composed or revised more than sixty years later, during the late 1940s.",
      "vol": "02",
      "t": "Collected Poems",
      "url": "cwsa/02"
    },
    {
      "desc": "*Collected Plays and Stories* comprises all Sri Aurobindo's original dramatic works and works of prose fiction. The material, which occupies two volumes, is divided by type into three parts: complete plays, incomplete and fragmentary plays, and stories, complete, incomplete and fragmentary.\nThe earliest of the pieces collected here was written in 1891, the latest in 1915. Only one of them, *Perseus the Deliverer*, was published during Sri Aurobindo's lifetime.The rest have been reproduced from his manuscripts.",
      "vol": "03",
      "t": "Collected Plays and Stories - I",
      "url": "cwsa/03"
    },
    {
      "desc": "*Collected Plays and Stories* comprises all Sri Aurobindo's original dramatic works and works of prose fiction. The material, which occupies two volumes, is divided by type into three parts: complete plays, incomplete and fragmentary plays, and stories, complete, incomplete and fragmentary.\nThe earliest of the pieces collected here was written in 1891, the latest in 1915. Only one of them, *Perseus the Deliverer*, was published during Sri Aurobindo's lifetime.The rest have been reproduced from his manuscripts.",
      "vol": "04",
      "t": "Collected Plays and Stories - II",
      "url": "cwsa/04"
    },
    {
      "desc": "*Translations* comprises all of Sri Aurobindo's translations from Sanskrit, Bengali, Tamil, Greek and Latin into English, with the exception of his translations of Vedic and Upanishadic literature. The Vedic and Upanishadic translations appear in volumes 14—18 of THE COMPLETE WORKS OF SRI AUROBINDO. His translations of some of the Mother's French *Prières et méditations* appear in volume 31, *The Mother with Letters on the Mother*. His translations from Sanskrit into Bengali appear in volume 9, *Writings in Bengali and Sanskrit*.\nThe contents of the present volume are divided by original language into five parts. The dates of the translations are given in the Note on the Texts. They span more than fifty years, from 1893 to the mid-1940s. Less than half the pieces were published during Sri Aurobindo's lifetime; the rest are reproduced from his manuscripts.",
      "vol": "05",
      "t": "Translations",
      "url": "cwsa/05"
    },
    {
      "desc": "These volumes include Sri Aurobindo's surviving political writings and speeches from the years 1890 to 1908. His political writings and speeches from the years after 1908 are published in *Karmayogin: Political Writings and Speeches 1909-1910*, volume 8 of THE COMPLETE WORKS OF SRI AUROBINDO.\nThe present volumes consist primarily of articles originally published in the nationalist newspaper *Bande Mataram* between August 1906 and May 1908. None of the articles that Sri Aurobindo and his colleagues contributed to the *Bande Mataram* were signed. The 353 articles published here have been ascribed to Sri Aurobindo by the editors for a variety of reasons. For 56 of them there exists documentary evidence that establishes his authorship conclusively; 107 others may be assigned to him with considerable confidence; the other 190 are more likely to be by him than by any other *Bande Mataram* writer. Details on the materials and methodology of the selection are given in the Note on the Texts.\nThese volumes also include political articles written by Sri Aurobindo before the start of the *Bande Mataram*, speeches delivered by him between 1907 and 1908, articles from manuscripts of that period that he did not publish during his lifetime, and an interview of 1908. Many of these writings were not prepared by Sri Aurobindo for publication; several were left in an unfinished state. Editorial problems arising from illegibility, etc., are indicated by means of the system explained in the Guide to Editorial Notation on the next page.",
      "vol": "06",
      "t": "Bande Mataram - I",
      "url": "cwsa/06"
    },
    {
      "desc": "These volumes include Sri Aurobindo's surviving political writings and speeches from the years 1890 to 1908. His political writings and speeches from the years after 1908 are published in *Karmayogin: Political Writings and Speeches 1909-1910*, volume 8 of THE COMPLETE WORKS OF SRI AUROBINDO.\nThe present volumes consist primarily of articles originally published in the nationalist newspaper *Bande Mataram* between August 1906 and May 1908. None of the articles that Sri Aurobindo and his colleagues contributed to the *Bande Mataram* were signed. The 353 articles published here have been ascribed to Sri Aurobindo by the editors for a variety of reasons. For 56 of them there exists documentary evidence that establishes his authorship conclusively; 107 others may be assigned to him with considerable confidence; the other 190 are more likely to be by him than by any other *Bande Mataram* writer. Details on the materials and methodology of the selection are given in the Note on the Texts.\nThese volumes also include political articles written by Sri Aurobindo before the start of the *Bande Mataram*, speeches delivered by him between 1907 and 1908, articles from manuscripts of that period that he did not publish during his lifetime, and an interview of 1908. Many of these writings were not prepared by Sri Aurobindo for publication; several were left in an unfinished state. Editorial problems arising from illegibility, etc., are indicated by means of the system explained in the Guide to Editorial Notation on the next page.",
      "vol": "07",
      "t": "Bande Mataram - II",
      "url": "cwsa/07"
    },
    {
      "desc": "Sri Aurobindo launched the *Karmayogin*, \"A Weekly Review of National Religion, Literature, Science, Philosophy, &c.,\" on 19 June 1909, six weeks after his release from jail on conclusion of the Alipore Bomb Trial. Between then and February 1910, when he left Calcutta, he edited this journal, writing most of its contents himself. In addition to articles on political and related matters, the *Karmayogin* contained essays on philosophy, yoga, education, art and literature, as well as translations and poetry. The political articles are published in this volume, the other items are listed at the end of the *Karmayogin* issue they appeared in. A table at the end of the volume shows where these other items are published in THE COMPLETE WORKS OF SRI AUROBINDO.\nSri Aurobindo delivered a number of speeches between May and October 1909. Texts of some of them were published in the *Karmayogin* and other journals. Others were preserved only in notes jotted down by police agents. The speeches are published in this volume according to date of delivery and not of publication.\nSome of the articles included in this volume were published in booklets brought out between 1918 and 1923 and later reprinted. When a revised edition of one of these booklets was published in 1937, a disciple of Sri Aurobindo's wrote a review of it that he sent to Sri Aurobindo for approval. Sri Aurobindo's response gives some idea of his attitude at that time towards his earlier writings:\nYes, I have seen it [the disciple's review], but I don't think it can be published in its present form as it prolongs the political Aurobindo of that time into the Sri Aurobindo of the present time. You even assert that I have \"thoroughly\" revised the book and these articles are an index of my latest views on the burning problems of the day and there has been no change in my views in 27 years (which would surely be proof [of] a rather unprogressive mind). How do you get all that? My spiritual consciousness and knowledge at that time was as nothing to what it is now—how would the change leave my view of politics and life unmodified altogether? There has been no such thorough revision; I have left the book as it was, because it would be useless to modify what was written so long ago—the same as with Yoga and its objects [*The Yoga and Its Objects*]. Anyway the review would almost amount to a proclamation of my present political views—while on the contrary I have been careful to pronounce nothing—no views whatever on political questions for the last I don't know how many years.\nThe bulk of the contents of the present volume was first published in book-form in 1972 as *Karmayogin: Early Political Writings—II*, volume 2 of the Sri Aurobindo Birth Centenary Library. The text of the present edition, the first with the title *Karmayogin: Political Writings and Speeches 1909—1910*, has been checked against the *Karmayogin* journal and the sources of the speeches and revised articles.",
      "vol": "08",
      "t": "Karmayogin",
      "url": "cwsa/08"
    },
    {
      "desc": "Although born in Calcutta of Bengali parents, Sri Aurobindo grew up fluent in English, but unable to speak his mother tongue. Taken to England when he was seven, he received there a European education and had almost no contact with Indian culture. While studying at Cambridge in his last two years in England, however, he began to learn Bengali and Sanskrit as a candidate for the Indian Civil Service. After his return to India, he continued his study of these languages on his own until he could not only read, but write in them. In the present volume, his writings in Bengali and those in Sanskrit are being published together for the first time. Both are reproduced in the original languages.",
      "vol": "09",
      "t": "Writings in Bengali and Sanskrit",
      "url": "cwsa/09"
    },
    {
      "desc": "*Record of Yoga* is a diary of Sri Aurobindo's yoga between 1909 and 1927. He kept it fairly regularly from 1912 to 1920, and also wrote a few entries in 1909, 1911 and 1927. At different times he gave this diary different names. \"Record of Yoga\" was the most typical and the editors have used it as the general title of the work.\nDuring the years he kept the diary, Sri Aurobindo also wrote other materials relating to his practice of yoga. These include descriptions of the seven \"chatusthayas\" (groups of four elements), which are the basis of the yoga of the *Record*. These materials are published in the Introduction, in Parts Four and Five, and in the Appendix.\nSri Aurobindo wrote the diary and related materials by hand in various notebooks and on loose sheets of paper. He used a special terminology which included words from Sanskrit and other languages, as well as abbreviations, symbols and markings, some of which are difficult to represent in a printed book. The special terminology is explained in a separate glossary. The editors have tried to reproduce the details of the manuscripts as exactly as possible. Editorial problems arising from damage to the manuscripts, illegibility, etc. are indicated by means of the system explained in the Guide to Editorial Notation on the next page.\nThe text of the diary entries and related materials, transcribed and arranged by the editors, appears here for the first time as a book.",
      "vol": "10",
      "t": "Record of Yoga - I",
      "url": "cwsa/10"
    },
    {
      "desc": "*Record of Yoga* is a diary of Sri Aurobindo's yoga between 1909 and 1927. He kept it fairly regularly from 1912 to 1920, and also wrote a few entries in 1909, 1911 and 1927. At different times he gave this diary different names. \"Record of Yoga\" was the most typical and the editors have used it as the general title of the work.\nDuring the years he kept the diary, Sri Aurobindo also wrote other materials relating to his practice of yoga. These include descriptions of the seven \"chatusthayas\" (groups of four elements), which are the basis of the yoga of the *Record*. These materials are published in the Introduction, in Parts Four and Five, and in the Appendix.\nSri Aurobindo wrote the diary and related materials by hand in various notebooks and on loose sheets of paper. He used a special terminology which included words from Sanskrit and other languages, as well as abbreviations, symbols and markings, some of which are difficult to represent in a printed book. The special terminology is explained in a separate glossary. The editors have tried to reproduce the details of the manuscripts as exactly as possible. Editorial problems arising from damage to the manuscripts, illegibility, etc. are indicated by means of the system explained in the Guide to Editorial Notation on the next page.\nThe text of the diary entries and related materials, transcribed and arranged by the editors, appears here for the first time as a book.",
      "vol": "11",
      "t": "Record of Yoga - II",
      "url": "cwsa/11"
    },
    {
      "desc": "*Essays Divine and Human* consists of short prose pieces written by Sri Aurobindo after his arrival in Pondicherry in 1910 but not published before his passing in 1950. Short prose works written during the same period and published during his lifetime appear in *Essays in Philosophy and Yoga*, volume 13 of THE COMPLETE WORKS OF SRI AUROBINDO.\nThere are indications in Sri Aurobindo's Pondicherry note books that he intended to bring out a collection of essays on yoga and other subjects. The headings written above two pieces, \"Essays Divine and Human\" and \"Essays—Human and Divine\", seem to have been intended as possible titles for this proposed book. The editors have chosen the first of these to be the title of the present volume.\nThe material has been arranged in four parts:\nI. *Essays Divine and Human*—complete essays on yoga and related subjects, arranged in five chronological sections.\nII. *From Man to Superman: Notes and Fragments on Philosophy, Psychology and Yoga*, arranged in three thematic sections.\nIII. *Notes and Fragments on Various Subjects*, arranged in five thematic sections.\nIV. *Thoughts and Aphorisms*, as arranged by the author in three sections, with a section of additional aphorisms.\nAll the writings in this book have been reproduced from Sri Aurobindo's manuscripts. He did not prepare any of them for publication and left many in an unfinished state. Simple editorial problems arising from illegibility, incomplete revision, etc. are indicated by means of the system explained in the Guide to Editorial Notation on the next page. More complex problems are discussed in the reference volume.",
      "vol": "12",
      "t": "Essays Divine and Human",
      "url": "cwsa/12"
    },
    {
      "desc": "*Essays in Philosophy and Yoga* consists of short works in prose written by Sri Aurobindo between 1909 and 1950 and published during his lifetime. All but a few of them are concerned with aspect of spiritual philosophy, yoga, and related subjects. Short writings on the Veda, the Upanishads, Indian culture, political theory, education, and poetics have been placed in other volumes.\nThe title of the volume has been provided by the editors. It is adapted from the title of a proposed collection, \"Essays in Yoga\", found in two of Sri Aurobindo's notebooks. Since 1971 most of the contents of the volume have appeared under the editorial title *The Supramental Manifestation and Other Writings*.\nThe contents are arranged in five chronological parts. Part One consists of essays published in the *Karmayogin* in 1909 and 1910, Part Two of a long essay written around 1912 and published in 1921, Part Three of essays and other pieces published in the monthly review *Arya* between 1914 and 1921, Part Four of an essay published in the *Standard Bearer* in 1920, and Part Five of a series of essays published in the *Bulletin of Physical Education* in 1949 and 1950.\nMany of the essays in Part Three were revised slightly by the author and published in small books between 1920 and 1941. The editors have retained the titles and arrangement of most of those books.\nThe texts of the pieces have been checked against the texts published in journals and books during Sri Aurobindo's lifetime.",
      "vol": "13",
      "t": "Essays in Philosophy and Yoga",
      "url": "cwsa/13"
    },
    {
      "desc": "*Vedic and Philological Studies* comprises writings on the Veda, translations of and commentaries on Vedic hymns to gods other than Agni, notes on the Veda, and essays and notes on philology. Sri Aurobindo did not publish any of this material during his lifetime. All writings on and translations of the Veda that he published between 1914 and 1920 in the monthly review Arya are reproduced in *The Secret of the Veda*, volume 15 of THE COMPLETEWORKS OF SRI AUROBINDO. Translations of and commentaries on hymns to Agni, whether published during his lifetime or not, are reproduced in *Hymns to the Mystic Fire*, volume 16 of THE COMPLETE WORKS.\nThe material in the present volume has been arranged by the editors in five parts:\n***Part One. Essays in Vedic Interpretation***. Incomplete essays on the Veda written between 1912 and 1914. Viewed retrospectively, these may be regarded as drafts for *The Secret of the Veda*, which came out in the *Arya* in 1914–16.\n***Part Two. Selected Vedic Hymns***. Translations of Vedic hymns to gods other than Agni with little or no annotation.\n***Part Three. Commentaries and Annotated Translations***. Commentaries on non-Agni hymns and translations that include significant amounts of annotation.\n***Part Four. Vedic Notes***. A selection from the detailed notes on Vedic hymns found in Sri Aurobindo’s manuscripts.\n***Part Five. Essays and Notes on Philology***. Drafts for a work called “The Origins of Aryan Speech”, other writings on philological topics, and a selection from Sri Aurobindo's notes on philology.\nThis is the first edition of *Vedic and Philological Studies*. Most of the material collected here is appearing in a book for the first time.",
      "vol": "14",
      "t": "Vedic and Philological Studies",
      "url": "cwsa/14"
    },
    {
      "desc": "This volume comprises Sri Aurobindo's writings on and translations of the Rig Veda that were published in the monthly review *Arya* between 1914 and 1920. Most of this material appeared under three headings:\n*The Secret of the Veda*, August 1914-July 1916.\n*Selected Hymns*, August 1914-July 1915.\n*Hymns of the Atris*, August 1915-December 1917.\nThese series form the first three parts of the present volume. Other translations of Vedic hymns that came out in the *Arya*, but not under any of the above headings, make up Part Four. Sri Aurobindo's Vedic writings and translations that did not appear in the *Arya* are published in *Vedic Studies with Writings on Philology* and *Hymns to the Mystic Fire*, volumes 14 and 16 of THE COMPLETE WORKS OF SRI AUROBINDO.",
      "vol": "15",
      "t": "The Secret of the Veda",
      "url": "cwsa/15"
    },
    {
      "desc": "The present volume comprises Sri Aurobindo's translations of and commentaries on hymns to Agni in the Rig Veda. It is divided into three parts:\n*Hymns to the Mystic Fire*: The entire contents of a book of this name that was published by Sri Aurobindo in 1946, consisting of selected hymns to Agni with a Foreword and extracts from the essay \"The Doctrine of the Mystics\".\n*Other Hymns to Agni*: Translations of hymns to Agni that Sri Aurobindo did not include in the edition of *Hymns to the Mystic Fire* published during his lifetime. An appendix to this part contains his complete translations of the first hymn of the Rig Veda, showing how his approach to translating the Veda changed over the years.\n*Commentaries and Annotated Translations*: Pieces from Sri Aurobindo's manuscripts in which he commented on hymns to Agni or provided annotated translations of them.\nSome translations of hymns addressed to Agni are included in *The Secret of the Veda*, volume 15 of THE COMPLETE WORKS OF SRI AUROBINDO. That volume consists of all Sri Aurobindo's essays on and translations of Vedic hymns that appeared first in the monthly review *Arya* between 1914 and 1920. His writings on the Veda that do not deal primarily with Agni and that were not published in the *Arya* are collected in *Vedic and Philological Studies*, volume 14 of THE COMPLETE WORKS.\nThe translations and other texts in this book have been checked against the relevant manuscript and printed materials.",
      "vol": "16",
      "t": "Hymns to the Mystic Fire",
      "url": "cwsa/16"
    },
    {
      "desc": "This volume contains Sri Aurobindo's translations of and commentaries on the Isha Upanishad. His translations of and commentaries on other Upanishads and Vedantic texts, and his writings on the Upanishads and Vedanta philosophy in general, are published in *Kena and Other Upanishads*, volume 18 of THE COMPLETE WORKS OF SRI AUROBINDO.\nThe present volume is divided into two parts. The first consists of Sri Aurobindo's final translation and analysis of the Isha Upanishad. This is the only work in this volume that was published during his lifetime. It contains his definitive interpretation of the Isha Upanishad.\nBefore publishing this final translation and analysis, Sri Aurobindo wrote ten incomplete commentaries on the Isha Upanishad. These appear in approximate chronological order in Part Two. Ranging in length from a few pages to more than a hundred, they show the development of his interpretation of this Upanishad from around 1900 to the middle of 1914, when he began work on his final translation and analysis.\nThe texts in both parts have been checked against the relevant manuscript and printed versions.",
      "vol": "17",
      "t": "Isha Upanishad",
      "url": "cwsa/17"
    },
    {
      "desc": "This volume comprises Sri Aurobindo's translations of and commentaries on Upanishads other than the Isha Upanishad. (His writings on that Upanishad appear in *Isha Upanishad*, volume 17 of THE COMPLETE WORKS OF SRI AUROBINDO.) It also includes his translations of later Vedantic texts and writings on the Upanishads and Vedanta philosophy in general.\nThe volume is divided into three parts. The first consists of translations and commentaries that were published during Sri Aurobindo's lifetime. The pieces in this part, along with his final translation of and commentary on the Isha Upanishad, are his most mature works of Upanishadic interpretation. The second and third parts consist of material from Sri Aurobindo's manuscripts. The second includes early translations of the Prashna, Mandukya, Aitareya and Taittiriya Upanishads, and incomplete translations of and commentaries on some other Upanishads and Vedantic texts. The third part comprises incomplete and fragmentary writings on the Upanishads and Vedanta in general.\nAll the texts have been checked against the relevant manuscript and printed versions.",
      "vol": "18",
      "t": "Kena and Other Upanishads",
      "url": "cwsa/18"
    },
    {
      "desc": "The first series of *Essays on the Gita* appeared in the monthly review *Arya* between August 1916 and July 1918. It was revised by Sri Aurobindo and published as a book in 1922.\nThe second series appeared in the *Arya* between August 1918 and July 1920. In 1928 Sri Aurobindo brought out an extensively revised edition in book form.\nFor the present edition, the text has been thoroughly checked against all previous editions and against the manuscripts of the revised *Arya*.",
      "vol": "19",
      "t": "Essays on the Gita",
      "url": "cwsa/19"
    },
    {
      "desc": "Most of the essays that make up this volume have appeared until now under the title *The Foundations of Indian Culture*. That title was not Sri Aurobindo's. It was first used when those essays were published as a book in New York in 1953.\nThe present volume consists of three series of essays and one single essay, published in the monthly review *Arya* as follows:\n*The Renaissance in India*, August-November 1918.\n*Indian Culture and External Influence*, March 1919.\n*\"Is India Civilised?\"*, December 1918-February 1919.\n*A Defence of Indian Culture*, February 1919-January 1921.\nSri Aurobindo revised the four essays making up *The Renaissance in India* and published them as a booklet in 1920. He later revised *\"Is India Civilised?\"* and the first eight and a half chapters of *A Defence of Indian Culture*. These revised chapters were not published during his lifetime. In 1947 some of the later chapters of *A Defence of Indian Culture*, lightly revised, were published in two booklets. The four essays on Indian art appeared as *The Significance of Indian Art* and the four essays on Indian polity as *The Spirit and Form of Indian Polity*. The rest of the series was only sporadically revised. When its publication was proposed to him in 1949, Sri Aurobindo replied:\nThe Defence of Indian Culture is an unfinished book and also I had intended to alter much of it and to omit all but brief references to William Archer's criticisms. That was why its publication has been so long delayed. Even if it is reprinted as it is considerable alterations will have to be made and there must be some completion and an end to the book which does not at present exist.\nThe desired alterations were never made.\nThe text of the present edition has been checked against the *Arya* and the revised versions.\nA number of photographic reproductions of Indian architecture, sculpture and painting have been included to illustrate references in the text.",
      "vol": "20",
      "t": "The Renaissance in India",
      "url": "cwsa/20"
    },
    {
      "desc": "*The Life Divine* first appeared serially in the monthly review *Arya* between August 1914 and January 1919. Each instalment was written immediately before its publication. In 1939 and 1940 Sri Aurobindo revised *The Life Divine* for book publication. The first volume of the revised version, consisting of the first twenty-seven chapters of the *Arya* text, along with a newly written twenty-eighth chapter, was published in November 1939. The revision of all but two of the *Arya* chapters was light. The second volume of the revised version was published in July 1940. The revision of this volume was extensive. Eight *Arya* chapters were discarded and seventeen considerably revised, while twelve new chapters were written. Volume I was reprinted in 1943 and 1947, Volume II in 1944. A one-volume edition was brought out in the United States in 1949. New editions were published in India in 1955, 1970 and 2001, and in the United States in 1990. The editions of 1970 and 1990 were reprinted many times.\nThe present edition has been checked against all editions published before 1950 and, when necessary, the author's manuscripts.",
      "vol": "21",
      "t": "The Life Divine - I",
      "url": "cwsa/21"
    },
    {
      "desc": "*The Life Divine* first appeared serially in the monthly review *Arya* between August 1914 and January 1919. Each instalment was written immediately before its publication. In 1939 and 1940 Sri Aurobindo revised *The Life Divine* for book publication. The first volume of the revised version, consisting of the first twenty-seven chapters of the *Arya* text, along with a newly written twenty-eighth chapter, was published in November 1939. The revision of all but two of the *Arya* chapters was light. The second volume of the revised version was published in July 1940. The revision of this volume was extensive. Eight *Arya* chapters were discarded and seventeen considerably revised, while twelve new chapters were written. Volume I was reprinted in 1943 and 1947, Volume II in 1944. A one-volume edition was brought out in the United States in 1949. New editions were published in India in 1955, 1970 and 2001, and in the United States in 1990. The editions of 1970 and 1990 were reprinted many times.\nThe present edition has been checked against all editions published before 1950 and, when necessary, the author's manuscripts.",
      "vol": "22",
      "t": "The Life Divine - II",
      "url": "cwsa/22"
    },
    {
      "desc": "*The Synthesis of Yoga* first appeared serially in the monthly review *Arya* between August 1914 and January 1921. Each instalment was written immediately before its publication. The work was left incomplete when the *Arya* was discontinued. Sri Aurobindo never attempted to complete the *Synthesis*; he did, however, lightly revise the Introduction, thoroughly revise all of Part I, \"The Yoga of Divine Works\", and significantly revise several chapters of Part II, \"The Yoga of Integral Knowledge\". More than thirty years elapsed between the first appearance of the *Synthesis* in the *Arya* and the final stages of its incomplete revision. As a result, there are some differences of terminology between the revised and unrevised portions of the book.\nIn 1948 the chapters making up \"The Yoga of Divine Works\" were published as a book by the Sri Aurobindo Library, Madras. No other part of *The Synthesis of Yoga* appeared in book-form during Sri Aurobindo's lifetime. In 1955 an edition comprising the Introduction and four Parts was brought out by the Sri Aurobindo International University Centre. The present edition, which has been checked against all manuscripts and printed texts, includes for the first time the author's revisions to the Introduction and Chapters XV-XVII of Part II, and an incomplete continuation of Part IV entitled \"The Supramental Time Consciousness\".",
      "vol": "23",
      "t": "The Synthesis of Yoga - I",
      "url": "cwsa/23"
    },
    {
      "desc": "*The Synthesis of Yoga* first appeared serially in the monthly review *Arya* between August 1914 and January 1921. Each instalment was written immediately before its publication. The work was left incomplete when the *Arya* was discontinued. Sri Aurobindo never attempted to complete the *Synthesis*; he did, however, lightly revise the Introduction, thoroughly revise all of Part I, \"The Yoga of Divine Works\", and significantly revise several chapters of Part II, \"The Yoga of Integral Knowledge\". More than thirty years elapsed between the first appearance of the *Synthesis* in the *Arya* and the final stages of its incomplete revision. As a result, there are some differences of terminology between the revised and unrevised portions of the book.\nIn 1948 the chapters making up \"The Yoga of Divine Works\" were published as a book by the Sri Aurobindo Library, Madras. No other part of *The Synthesis of Yoga* appeared in book-form during Sri Aurobindo's lifetime. In 1955 an edition comprising the Introduction and four Parts was brought out by the Sri Aurobindo International University Centre. The present edition, which has been checked against all manuscripts and printed texts, includes for the first time the author's revisions to the Introduction and Chapters XV-XVII of Part II, and an incomplete continuation of Part IV entitled \"The Supramental Time Consciousness\".",
      "vol": "24",
      "t": "The Synthesis of Yoga - II",
      "url": "cwsa/24"
    },
    {
      "desc": "*The Human Cycle* was first published in monthly instalments in the review *Arya* between August 1916 and July 1918 under the title *The Psychology of Social Development*. Each chapter was written immediately before its publication. The text was revised during the late 1930s and again, more lightly, in 1949. That year it was published as a book under the title *The Human Cycle*.The Publisher's Note to the first edition, which was dictated by Sri Aurobindo, is reproduced in the present edition.\n*The Ideal of Human Unity* was written and published in monthly instalments in the *Arya* between September 1915 and July 1918. In 1919 it was brought out as a book. Sri Aurobindo wrote a Preface to that edition which is reproduced in the present volume. He revised the book during the late 1930s, before the outbreak of World War II. References to political developments of the period between the world wars were introduced at this time, often in footnotes. In 1949 Sri Aurobindo undertook a final revision of *The Ideal of Human Unity*. He commented on the changed international situation in footnotes and made alterations here and there throughout the book, but brought it up to date mainly by the addition of a Postscript Chapter. In 1950 the revised text was published in an Indian and an American edition.\nFive of the essays making up *War and Self-Determination* were published in the *Arya* between 1916 and 1920. In 1920 three of them—\"The Passing of War?\", \"The Unseen Power\" and \"Self Determination\"—along with a Foreword and a newly written essay, \"The League of Nations\", were published as a book. In later editions the other two *Arya* essays, \"1919\" and \"After the War\", were added by the editors.",
      "vol": "25",
      "t": "The Human Cycle",
      "url": "cwsa/25"
    },
    {
      "desc": "*The Future Poetry* was first published in the monthly review *Arya* in thirty-two instalments between December 1917 and July 1920. These instalments were written immediately before their publication.\nSri Aurobindo twice undertook to revise *The Future Poetry*. During the late 1920s or early 1930s he revised seventeen chapters; in 1950 he dictated changes and additions to twenty chapters, thirteen of which had been revised earlier. The work of revision was never completed and *The Future Poetry* was not published in the form of a book during Sri Aurobindo's lifetime.\nIn 1953 the *Arya* text of *The Future Poetry* was brought out as a book, with only two passages of the later revision added. In 1985 an edition incorporating all available revision was published.\n*On Quantitative Metre* was published in 1942 as an appendix to *Collected Poems and Plays* and as a separate book. It was written shortly before its publication.\nThis edition of *The Future Poetry with On Quantitative Metre* has been checked against the author's manuscripts and the original printed texts.",
      "vol": "26",
      "t": "The Future Poetry",
      "url": "cwsa/26"
    },
    {
      "desc": "*Letters on Poetry and Art* comprises letters written by Sri Aurobindo on poetry and other forms of literature, painting and the other arts, beauty, aesthetics and the relation of these to the practice of yoga. He wrote most of these letters to members of his ashram during the 1930s and 1940s, primarily between 1931 and 1937. Only around a sixth of the letters were published during his lifetime. The rest have been transcribed from his manuscripts.\nThe present volume is the first collection of Sri Aurobindo's letters on poetry, literature, art and aesthetics to bear the title *Letters on Poetry and Art*. It incorporates material from three previous books: (1) *Letters on Poetry, Literature and Art*; (2) *Letters on \"Savitri\"*, and (3) *On Himself* (section entitled \"The Poet and the Critic\"). It also contains around five hundred letters that have not appeared in any previous collection published under his name. The arrangement is that of the editors. The texts of the letters have been checked against all available manuscripts and printed versions.",
      "vol": "27",
      "t": "Letters on Poetry and Art",
      "url": "cwsa/27"
    },
    {
      "desc": "*Letters on Yoga—I* comprises letters written by Sri Aurobindo on the philosophical and psychological foundations of the Integral Yoga. It is the first of four volumes of *Letters on Yoga*, arranged by the editors as follows:\nI. Foundations of the Integral Yoga\nII. Practice of the Integral Yoga\nIII. Experiences and Realisations in the Integral Yoga\nIV. Transformation of Human Nature in the Integral Yoga\nThe letters in these volumes have been selected from the large body of letters that Sri Aurobindo wrote to disciples and others between 1927 and 1950. Other letters from this period are published in *Letters on Poetry and Art* and *Letters on Himself and the Ashram*, volumes 27 and 35 of THE COMPLETE WORKS OF SRI AUROBINDO. Letters written before 1927 are reproduced in *Autobiographical Notes and Other Writings of Historical Interest*, volume 36 of THE COMPLETE WORKS.\nDuring Sri Aurobindo's lifetime, relatively few of his letters were published. Three small books of letters on Yoga were brought out in the 1930s. A more substantial collection came out between 1947 and 1951 in a four-volume series entitled *Letters of Sri Aurobindo* (including one volume of letters on poetry and literature). In 1958, many more letters were included in the two large tomes of *On Yoga—II*. A further expanded collection in three volumes entitled *Letters on Yoga* was published in 1970 as part of the Sri Aurobindo Birth Centenary Library. The present collection, also entitled *Letters on Yoga*, constitutes volumes 28-31 of THE COMPLETE WORKS. These volumes incorporate previously published letters and contain many new ones as well. About one-third of the letters in the present volume were not published in the Centenary Library.\nThe present volume is arranged by subject in five parts:\n1) The Divine, the Cosmos and the Individual\n2) The Parts of the Being and the Planes of Consciousness\n3) The Evolutionary Process and the Supermind\n4) Problems of Philosophy, Science, Religion and Society\n5) Questions of Spiritual and Occult Knowledge\nThe texts of all letters have been checked against the available manuscripts, typescripts and printed versions.",
      "vol": "28",
      "t": "Letters on Yoga - I",
      "url": "cwsa/28"
    },
    {
      "desc": "*Letters on Yoga—II* comprises letters written by Sri Aurobindo on the practice of the Integral Yoga. It is the second of four volumes of *Letters on Yoga*, arranged by the editors as follows:\nI. Foundations of the Integral Yoga\nII. Practice of the Integral Yoga\nIII. Experiences and Realisations in the Integral Yoga\nIV. Transformation of Human Nature in the Integral Yoga\nThe letters in these volumes have been selected from the large body of letters that Sri Aurobindo wrote to disciples and others between 1927 and 1950. Other letters from this period are published in *Letters on Poetry and Art* and *Letters on Himself and the Ashram*, volumes 27 and 35 of THE COMPLETE WORKS OF SRI AUROBINDO. Letters written before 1927 are reproduced in *Autobiographical Notes and Other Writings of Historical Interest*, volume 36 of THE COMPLETE WORKS.\nDuring Sri Aurobindo's lifetime, relatively few of his letters were published. Three small books of letters on Yoga were brought out in the 1930s. A more substantial collection came out between 1947 and 1951 in a four-volume series entitled *Letters of Sri Aurobindo* (including one volume of letters on poetry and literature). In 1958, many more letters were included in the two large tomes of *On Yoga—II*. A further expanded collection in three volumes entitled *Letters on Yoga* was published in 1970 as part of the Sri Aurobindo Birth Centenary Library. The present collection, also entitled *Letters on Yoga*, constitutes volumes 28-31 of THE COMPLETE WORKS. These volumes incorporate previously published letters and contain many new ones as well. About one-third of the letters in the present volume were not published in the Centenary Library.\nThe present volume is arranged by subject in five parts:\n1) The Path of the Integral Yoga\n2) The Synthetic Method of the Integral Yoga\n3) The Integral Yoga and Other Spiritual Paths\nThe texts of all letters have been checked against the available manuscripts, typescripts and printed versions.",
      "vol": "29",
      "t": "Letters on Yoga - II",
      "url": "cwsa/29"
    },
    {
      "desc": "*Letters on Yoga—III* comprises letters written by Sri Aurobindo on the experiences and realisations that may occur in the practice of the Integral Yoga. It is the third of four volumes of *Letters on Yoga*, arranged by the editors as follows:\nI. Foundations of the Integral Yoga\nII. Practice of the Integral Yoga\nIII. Experiences and Realisations in the Integral Yoga\nIV. Transformation of Human Nature in the Integral Yoga\nThe letters in these volumes have been selected from the large body of letters that Sri Aurobindo wrote to disciples and others between 1927 and 1950. Other letters from this period are published in *Letters on Poetry and Art, The Mother with Letters on the Mother* and *Letters on Himself and the Ashram*, volumes 27, 32 and 35 of THE COMPLETE WORKS OF SRI AUROBINDO. Letters written before 1927 are reproduced in *Autobiographical Notes and Other Writings of Historical Interest*, volume 36 of THE COMPLETE WORKS.\nDuring Sri Aurobindo's lifetime, relatively few of his letters were published. Three small books of letters on Yoga were brought out in the 1930s. A more substantial collection came out between 1947 and 1951 in a four-volume series entitled *Letters of Sri Aurobindo* (including one volume of letters on poetry and literature). In 1958, many more letters were included in the two large tomes of *On Yoga—II*. A further expanded collection in three volumes entitled *Letters on Yoga* was published in 1970 as part of the Sri Aurobindo Birth Centenary Library. The present collection, also entitled *Letters on Yoga*, constitutes volumes 28-31 of THE COMPLETE WORKS. These volumes incorporate previously published letters and contain many new ones as well. About one-third of the letters in the present volume were not published in the Centenary Library.\nThe present volume is arranged by subject in four parts:\n1) The Place of Experiences in the Practice of Yoga\n2) The Opening of the Inner Senses\n3) Experiences of the Inner Consciousness and the Cosmic Consciousness\n4) The Fundamental Realisations of the Integral Yoga\nThe texts of all the letters have been checked against the available manuscripts, typescripts and printed versions.",
      "vol": "30",
      "t": "Letters on Yoga - III",
      "url": "cwsa/30"
    },
    {
      "desc": "*Letters on Yoga—IV* contains letters written by Sri Aurobindo on the transformation of human nature, mental, vital and physical, through the practice of the Integral Yoga. It also includes letters on the difficulties encountered in the practice of this Yoga. This volume is the last of four volumes of *Letters on Yoga*, arranged by the editors as follows:\nI. Foundations of the Integral Yoga\nII. Practice of the Integral Yoga\nIII. Experiences and Realisations in the Integral Yoga\nIV. Transformation of Human Nature in the Integral Yoga\nThe letters in these volumes have been selected from the large body of letters that Sri Aurobindo wrote to disciples and others between 1927 and 1950. Other letters from this period are published in *Letters on Poetry and Art, The Mother with Letters on the Mother* and *Letters on Himself and the Ashram*, volumes 27, 32 and 35 of THE COMPLETE WORKS OF SRI AUROBINDO. Letters written before 1927 are reproduced in *Autobiographical Notes and Other Writings of Historical Interest*, volume 36 of THE COMPLETE WORKS.\nDuring Sri Aurobindo's lifetime, relatively few of his letters were published. Three small books of letters on Yoga were brought out in the 1930s. A more substantial collection came out between 1947 and 1951 in a four-volume series entitled *Letters of Sri Aurobindo* (including one volume of letters on poetry and literature). In 1958, many more letters were included in the two large tomes of *On Yoga—II*. A further expanded collection in three volumes entitled *Letters on Yoga* was published in 1970 as part of the Sri Aurobindo Birth Centenary Library. The present collection, also entitled *Letters on Yoga*, constitutes volumes 28-31 of THE COMPLETE WORKS. These volumes incorporate previously published letters and contain many new ones as well. About one-third of the letters in the present volume were not published in the Centenary Library.\nThis volume is arranged by subject in four parts:\n1) Sadhana on the Level of the Mind\n2) Sadhana on the Level of the Vital\n3) Sadhana on the Physical, Subconscient and Inconscient Levels\n4) Difficulties in the Practice of the Integral Yoga\nThe texts of all the letters have been checked against the available manuscripts, typescripts and printed versions.",
      "vol": "31",
      "t": "Letters on Yoga - IV",
      "url": "cwsa/31"
    },
    {
      "desc": "This volume consists of two different but related works of Sri Aurobindo: *The Mother* and *Letters on the Mother*. It also includes his translations of passages from the Mother's *Prayers and Meditations*. These three constituents make up the three parts of the volume.\n*The Mother* consists of six chapters, all of them written in 1927. The first chapter was originally written as a message, the second to fifth chapters as letters. The sixth and longest chapter was written for inclusion in a booklet that eventually comprised the message, the letters, and Chapter 6. This booklet was first published under the title *The Mother* in 1928. The present text has been checked against Sri Aurobindo's manuscripts.\nThe letters on the Mother included in Part Two have been selected from the large body of letters that Sri Aurobindo wrote to disciples and others between 1927 and 1950. Most of his letters from this period are published in *Letters on Yoga*, volumes 28-31 of THE COMPLETE WORKS OF SRI AUROBINDO. Others appear in volume 35, *Letters on Himself and the Ashram*, and volume 27, *Letters on Poetry and Art*. The letters chosen for inclusion in the present volume deal with the Mother in her individual, universal and transcendent aspects. They have been arranged in five sections. Many letters are preceded by the questions or comments that elicited Sri Aurobindo's reply. The texts of the letters have been checked, whenever possible, against Sri Aurobindo's manuscripts.\nThe translated extracts from the Mother's *Prières et Méditations* (*Prayers and Meditations*) included in Part Three comprise all the passages that Sri Aurobindo is known to have translated entirely on his own. His translation of \"Radha's Prayer\" is also included in this part.",
      "vol": "32",
      "t": "The Mother with Letters on The Mother",
      "url": "cwsa/32"
    },
    {
      "desc": "The writing of *Savitri* extended over much of the later part of Sri Aurobindo's life. The earliest known manuscript is dated 1916. The original narrative poem was recast several times in the first phase of composition. By around 1930, Sri Aurobindo had begun to turn it into an epic with a larger scope and deeper significance.\nTransformed into \"A Legend and a Symbol\", *Savitri* became his major literary work which he continued to expand and perfect until his last days. In the late 1940s, when his eyesight was failing, he took the help of a scribe and dictated the extensive final stages of revision.\nSeparate cantos started to appear in print in 1946. Part One of the first edition was published in 1950. The next year, after Sri Aurobindo's passing, the rest of the poem was brought out in a second volume.\nIn the second edition (1954), Sri Aurobindo's letters on *Savitri* were added. They are omitted from the present edition and included in *Letters on Poetry and Art*.\nThe present text is that of the fourth (\"revised\") edition which came out in 1993. Each line has been checked to eliminate any unintentional discrepancies between the final manuscript or dictation and the printed form of the poem.",
      "vol": "33",
      "t": "Savitri - I",
      "url": "cwsa/33"
    },
    {
      "desc": "The writing of *Savitri* extended over much of the later part of Sri Aurobindo's life. The earliest known manuscript is dated 1916. The original narrative poem was recast several times in the first phase of composition. By around 1930, Sri Aurobindo had begun to turn it into an epic with a larger scope and deeper significance.\nTransformed into \"A Legend and a Symbol\", *Savitri* became his major literary work which he continued to expand and perfect until his last days. In the late 1940s, when his eyesight was failing, he took the help of a scribe and dictated the extensive final stages of revision.\nSeparate cantos started to appear in print in 1946. Part One of the first edition was published in 1950. The next year, after Sri Aurobindo's passing, the rest of the poem was brought out in a second volume.\nIn the second edition (1954), Sri Aurobindo's letters on *Savitri* were added. They are omitted from the present edition and included in *Letters on Poetry and Art*.\nThe present text is that of the fourth (\"revised\") edition which came out in 1993. Each line has been checked to eliminate any unintentional discrepancies between the final manuscript or dictation and the printed form of the poem.",
      "vol": "34",
      "t": "Savitri - II",
      "url": "cwsa/34"
    },
    {
      "desc": "This volume contains letters in which Sri Aurobindo referred to his life and works, his sadhana or practice of yoga, and the sadhana of members of his ashram. Many of the letters appeared earlier in *Sri Aurobindo on Himself and on the Mother* (1953) and *On Himself: Compiled from Notes and Letters* (1972). These previously published letters, along with many others, appear here under the new title *Letters on Himself and the Ashram*.\nThe letters included in the present volume have been selected from Sri Aurobindo's extensive correspondence with members of the Ashram and outside disciples between November 1926 and November 1950. Letters he wrote before November 1926 are published in *Autobiographical Notes and Other Writings of Historical Interest*, volume 36 of THE COMPLETE WORKS OF SRI AUROBINDO. That volume also contains remarks by Sri Aurobindo on his life and works that were written as corrections of statements made by biographers and others, public messages on world events, letters to public figures, and public statements on his ashram and path of yoga.\nThe letters on the sadhana of members of the Ashram selected for publication in Part Four of the present volume differ from those published in *Letters on Yoga*, volumes 28-31 of THE COMPLETE WORKS, in that they are framed historically by events and conditions in the Sri Aurobindo Ashram between 1926 and 1950. The dates and the questions of Sri Aurobindo's correspondents that accompany many of the letters in the present volume make the historical context clear. The letters included in *Letters on Yoga* were also written to Ashramites and outside disciples during the 1926-1950 period, but they deal with Sri Aurobindo's yoga in a more general way, and thus are less in need of the contextualisation provided by the questions and dates.\nThe letters in the present volume have been arranged by the editors in five parts, the last of which includes mantras and messages. The texts have been checked against all available handwritten, typed and printed versions.",
      "vol": "35",
      "t": "Letters on Himself and the Ashram",
      "url": "cwsa/35"
    },
    {
      "desc": "This volume consists of (1) notes in which Sri Aurobindo corrected statements made by biographers and other writers about his life and (2) various sorts of material written by him that are of historical importance. The historical material includes personal letters written before 1927 (as well as a few written after that date), public statements and letters on national and world events, and public statements about his ashram and system of yoga. Many of these writings appeared earlier in *Sri Aurobindo on Himself and on the Mother* (1953) and *On Himself: Compiled from Notes and Letters* (1972). These previously published writings, along with many others, appear here under the new title *Autobiographical Notes and Other Writings of Historical Interest*.\nSri Aurobindo alluded to his life and works not only in the notes included in this volume but also in some of the letters he wrote to disciples between 1927 and 1950. Such letters have been included in *Letters on Himself and the Ashram*, volume 35 of THE COMPLETE WORKS OF SRI AUROBINDO.\nThe autobiographical notes, letters and other writings included in the present volume have been arranged by the editors in four parts. The texts of the constituent materials have been checked against all relevant manuscripts and printed texts.\nThe Note on the Texts at the end contains information on the people and historical events referred to in the texts.\nOn account of the documentary nature of the items making up this book, they have been transcribed verbatim, or as close to verbatim as possible. Problems of transcription are discussed on the next page.",
      "vol": "36",
      "t": "Autobiographical Notes and Other Writings of Historical Interest",
      "url": "cwsa/36"
    }
  ]
}